Repository: filicis/overlund
Catalog: translations/security.*.xlf
Languages: sv

source: An authentication exception occurred.
sv: Ett autentiseringsfel har inträffat.

source: Authentication credentials could not be found.
sv: Uppgifterna för autentisering kunde inte hittas.

source: Authentication request could not be processed due to a system problem.
sv: Autentiseringen kunde inte genomföras på grund av systemfel.

source: Invalid credentials.
sv: Felaktiga uppgifter.

source: Cookie has already been used by someone else.
sv: Cookien har redan använts av någon annan.

source: Not privileged to request the resource.
sv: Saknar rättigheter för resursen.

source: Invalid CSRF token.
sv: Ogiltig CSRF-token.

source: No authentication provider found to support the authentication token.
sv: Ingen leverantör för autentisering hittades för angiven autentiseringstoken.

source: No session available, it either timed out or cookies are not enabled.
sv: Ingen session finns tillgänglig, antingen har den förfallit eller är cookies inte aktiverat.

source: No token could be found.
sv: Ingen token kunde hittas.

source: Username could not be found.
sv: Användarnamnet kunde inte hittas.

source: Account has expired.
sv: Kontot har förfallit.

source: Credentials have expired.
sv: Uppgifterna har förfallit.

source: Account is disabled.
sv: Kontot är inaktiverat.

source: Account is locked.
sv: Kontot är låst.

source: Too many failed login attempts, please try again later.
sv: För många misslyckade inloggningsförsök, försök igen senare.

source: Invalid or expired login link.
sv: Ogiltig eller utgången inloggningslänk.

source: Too many failed login attempts, please try again in %minutes% minute.
sv: För många misslyckade inloggningsförsök, försök igen om %minutes% minut.

source: Too many failed login attempts, please try again in %minutes% minutes.
sv: För många misslyckade inloggningsförsök, försök igen om %minutes% minuter.
